{
    "It's important to her to show her abilities. She wants people to admire what she does.": {
        "trait": "Achievement",
        "correlation": "pos",
        "gender": "female"
    },
    "Being very successful is important to her. She hopes people will recognize her achievements.": {
        "trait": "Achievement",
        "correlation": "pos",
        "gender": "female"
    },
    "It's very important to her to help the people around her. She wants to care for their well-being.": {
        "trait": "Benevolence",
        "correlation": "pos",
        "gender": "female"
    },
    "It is important to her to be loyal to her friends. She wants to devote herself to people close to her.": {
        "trait": "Benevolence",
        "correlation": "pos",
        "gender": "female"
    },
    "She believes that people should do what they're told. She thinks people should follow rules at all times, even when no one is watching.": {
        "trait": "Conformity",
        "correlation": "pos",
        "gender": "female"
    },
    "It is important to her always to behave properly. She wants to avoid doing anything people would say is wrong.": {
        "trait": "Conformity",
        "correlation": "pos",
        "gender": "female"
    },
    "Having a good time is important to her. She likes to \"spoil\" herself.": {
        "trait": "Hedonism",
        "correlation": "pos",
        "gender": "female"
    },
    "She seeks every chance she can to have fun. It is important to her to do things that give her pleasure.": {
        "trait": "Hedonism",
        "correlation": "pos",
        "gender": "female"
    },
    "It is important to her to be rich. She wants to have a lot of money and expensive things.": {
        "trait": "Power",
        "correlation": "pos",
        "gender": "female"
    },
    "It is important to her to get respect from others. She wants people to do what she say.": {
        "trait": "Power",
        "correlation": "pos",
        "gender": "female"
    },
    "It is important to her to live in secure surroundings. She avoids anything that might endanger her safety.": {
        "trait": "Security",
        "correlation": "pos",
        "gender": "female"
    },
    "It is important to her that the government insure her safety against all threats. She wants the state to be strong so it can defend its citizens.": {
        "trait": "Security",
        "correlation": "pos",
        "gender": "female"
    },
    "Thinking up new ideas and being creative is important to her. She likes to do things in her own original way.": {
        "trait": "Self-Direction",
        "correlation": "pos",
        "gender": "female"
    },
    "It is important to her to make her own decisions about what she does. She likes to be free to plan and not depend on others.": {
        "trait": "Self-Direction",
        "correlation": "pos",
        "gender": "female"
    },
    "She likes surprises and is always looking for new things to do. She thinks it is important to do lots of different things in life.": {
        "trait": "Stimulation",
        "correlation": "pos",
        "gender": "female"
    },
    "She looks for adventures and likes to take risks. She wants to have an exciting life.": {
        "trait": "Stimulation",
        "correlation": "pos",
        "gender": "female"
    },
    "It is important to her to be humble and modest. She tries not to draw attention to herself.": {
        "trait": "Tradition",
        "correlation": "pos",
        "gender": "female"
    },
    "Tradition is important to her. She tries to follow the customs handed down by her religion or her family.": {
        "trait": "Tradition",
        "correlation": "pos",
        "gender": "female"
    },
    "She thinks it is important that every person in the world be treated equally. She believes everyone should have equal opportunities in life.": {
        "trait": "Universalism",
        "correlation": "pos",
        "gender": "female"
    },
    "It is important to her to listen to people who are different from her. Even when she disagrees with them, she still wants to understand them.": {
        "trait": "Universalism",
        "correlation": "pos",
        "gender": "female"
    },
    "She strongly believes that people should care for nature. Looking after the environment is important to her.": {
        "trait": "Universalism",
        "correlation": "pos",
        "gender": "female"
    }
}